Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
fr_fr: Pour créer ou copier un objectif, au moins un plan d'objectifs et un type d'objectif doivent être configurés au préalable.

source: Setup required
fr_fr: Configuration requise

source: Myself
fr_fr: Moi

source: Create your individual goals visible to you and your manager.
fr_fr: Créez vos objectifs individuels qui seront visibles par vous-même et votre manager.

source: My organization
fr_fr: Mon organisation

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
fr_fr: Crée un objectif unique visible par une population. La modification de la progression de cet objectif entraînera la mise à jour de la progression pour tout le monde.

source: Owner's manager
fr_fr: Manager du titulaire

source: Goal alignment
fr_fr: Alignement de l'objectif

source: Identify which goals align with the created goal
fr_fr: Identifiez les objectifs alignés avec l'objectif créé

source: Key deliverables
fr_fr: Livrables clés

source: Key results
fr_fr: Résultats clés

source: Define how you will measure success
fr_fr: Définissez la mesure de réussite

source: Maximum target
fr_fr: Cible maximale

source: Minimum target
fr_fr: Cible minimale

source: Starting value
fr_fr: Valeur de départ

source: Target value
fr_fr: Valeur cible

source: Basic info
fr_fr: Informations de base

source: Name of the goal
fr_fr: Nom de l'objectif

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
fr_fr: Les employé(e)s dans un objectif organisationnel sont inclus automatiquement selon le plan d'objectifs sélectionné. Les contrôles d'accès individuels de l'utilisateur créant l'objectif ne sont pas pris en compte.

source: Goal population based on the goal plan.
fr_fr: Population d'objectifs basée sur le plan d'objectifs.

source: Based on the selected goal plan
fr_fr: Basé sur le plan d'objectifs sélectionné

source: Priority
fr_fr: Priorité

source: Automatically using a deliverable
fr_fr: Automatiquement, à l'aide d'un livrable

source: Automatically using the average of measurement criteria
fr_fr: Automatiquement, à l'aide de la moyenne des critères de mesure

source: Manually
fr_fr: Manuellement

source: Progress tracking
fr_fr: Suivi de la progression

source: Tag library
fr_fr: Bibliothèque d'étiquettes

source: Specify which tags from the following libraries can be added to the created goal
fr_fr: Spécifiez les étiquettes des bibliothèques suivantes peuveant être ajoutées à l'objectif créé.

source: Tags and alignment
fr_fr: Etiquettes et alignement

source: Progress tracking method
fr_fr: Méthode de suivi de la progression

source: Who should see your goal?
fr_fr: Qui doit voir votre objectif ?

source: Make the goal visible to
fr_fr: Rendre l'objectif visible pour

source: Search for workers or organizational units
fr_fr: Rechercher des employé(e)s ou des unités organisationnelles

source: Managers will be able to view the goals of their team members.
fr_fr: Les managers pourront consulter les objectifs de leurs membres d'équipe.

source: Give a value between 0 and 100.
fr_fr: Saisissez une valeur entre 0 et 100.

source: Session expired
fr_fr: Session expirée

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
fr_fr: Votre session est ouverte depuis longtemps, et l'application a été mise à jour en arrière-plan. Veuillez actualiser la page pour vous assurer que tout fonctionne correctement.

source: Not eligible
fr_fr: Non éligible

source: Advanced
fr_fr: Avancé

source: This column has conditional formatting applied based on rules.
fr_fr: Cette colonne utilise une mise en forme conditionnelle appliquée selon des règles.

source: Unassigned
fr_fr: Non assigné

source: Refresh data
fr_fr: Actualiser les données

source: Row size
fr_fr: Taille de ligne

source: Extra tall
fr_fr: Extra haute

source: Short
fr_fr: Etroite

source: Tall
fr_fr: Haute

source: Sort
fr_fr: Trier

source: Select fields and values
fr_fr: Sélectionnez les champs et les valeurs

source: Direct Reports
fr_fr: Subordonnés directs

source: View formula
fr_fr: Afficher la formule

source: Indirect reports
fr_fr: Subordonnés indirects

source: Role view
fr_fr: Vue du rôle

source: Reject & logout
fr_fr: Rejeter & se déconnecter

source: Data privacy statement
fr_fr: Déclaration de confidentialité des données

source: Please accept the data privacy statement to proceed. If you reject the statement, you will be logged out.
fr_fr: Pour pouvoir continuer, vous devez accepter la déclaration de confidentialité des données. Si vous rejetez la déclaration, vous serez déconnecté.

source: Please accept the data privacy statement to proceed.
fr_fr: Pour pouvoir continuer, vous devez accepter la déclaration de confidentialité des données.

source: Next month
fr_fr: Le mois prochain

source: Previous month
fr_fr: Mois précédent

source: Date picker calendar
fr_fr: Outil calendrier

source: Invalid date format. Please use {{dateFormat}}.
fr_fr: Format de date non valide. Veuillez utiliser {{dateFormat}}.

source: Month
fr_fr: Mois

source: Pick a date
fr_fr: Sélectionner une date

source: Year
fr_fr: Année

source: Calendar tool
fr_fr: Calendrier

source: Select date & time
fr_fr: Sélectionner la date et l'heure

source: You are about to reject the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
fr_fr: Vous êtes sur le point de rejeter l'objectif <strong>{{goalTitle}}</strong>. Voulez-vous vraiment continuer ?

source: Reject goal
fr_fr: Rejeter l'objectif

source: Comment
fr_fr: Commentaire

source: {{managerName}} rejected the goal <0>{{goalTitle}}</0>.
fr_fr: {{managerName}} a rejecté l'objectif <0>{{goalTitle}}</0>.

source: Rejected goal
fr_fr: Objectif rejeté

source: The goal was rejected.
fr_fr: L'objectif a été rejeté.

source: The default language is required.
fr_fr: La langue par défaut est requise.

source: Are you sure you want to delete this item?
fr_fr: Voulez-vous vraiment supprimer cet élément ?

source: The goal was successfully deleted.
fr_fr: L'objectif a été correctement supprimé.

source: Please add at least one deliverable.
fr_fr: Veuillez ajouter au moins un livrable.

source: Are you sure you want to quit without saving your changes?
fr_fr: Voulez-vous vraiment quitter sans enregistrer vos modifications ?

source: Discard changes
fr_fr: Annuler les modifications

source: Discard comment
fr_fr: Annuler le commentaire

source: You have unsaved changes. Are you sure you want to leave this page and discard your changes?
fr_fr: Vous avez des modifications non enregistrées. Voulez-vous vraiment quitter cette page et abandonner vos modifications ?

source: You will lose any unsaved changes to your comment.
fr_fr: Toute modification à votre commentaire non enregistrée sera perdue.

source: Quit without saving
fr_fr: Quitter sans enregistrer

source: Keep editing
fr_fr: Continuer les modifications

source: Unsaved changes
fr_fr: Modifications non enregistrées

source: Discard comment changes
fr_fr: Annuler les modifications au commentaire

source: Congratulations! Your goal is completed.
fr_fr: Félicitations ! Votre objectif est atteint.

source: This export is filtered based on your access permissions. It contains only the worker data you are authorized to view.
fr_fr: Cet export est filtré en fonction de vos autorisations d'accès. Il contient uniquement les données des employé(e)s que vous êtes autorisé(e) à consulter.

source: The password doesn't meet the requirements.
fr_fr: Le mot de passe ne respecte pas les exigences.

source: Must contain at least one lowercase letter
fr_fr: Doit contenir au moins une lettre minuscule

source: Maximum password length: {{max}} characters
fr_fr: Longueur maximale du mot de passe : {{max}} caractères

source: Minimum password length: {{min}} characters
fr_fr: Longueur minimale du mot de passe : {{min}} caractères

source: Must contain at least one uppercase letter
fr_fr: Doit contenir au moins une lettre majuscule

source: Drafts
fr_fr: Brouillons

source: Press the space bar to start dragging. When dragging, you can use the arrow keys to move the item around and the escape key to cancel the action.
fr_fr: Appuyez sur la barre d'espace pour commencer à glisser. Lors du glissement, vous pouvez utiliser les touches fléchées pour déplacer l'élément et la touche Echap pour annuler l'action.

source: Dragging was canceled and the sortable item was dropped.
fr_fr: Le glissement a été annulé et l'élément triable a été déposé.

source: The sortable item was dropped in position {{position}} of {{itemCount}}.
fr_fr: L'élément triable a été déposé en position {{position}} de {{itemCount}}.

source: The draggable item is no longer over a droppable area.
fr_fr: L'élément déplaçable n'est plus au-dessus d'une zone de dépôt.

source: The sortable item was moved in position {{position}} of {{itemCount}}.
fr_fr: L'élément triable a été déplacé à la position {{position}} de {{itemCount}}.

source: Picked up sortable item. The sortable item is in position {{position}} of {{itemCount}}.
fr_fr: Vous avez pris un élément triable. L'élément triable est en position {{position}} sur {{itemCount}}.

source: Upload image
fr_fr: Charger une image

source: Delete image
fr_fr: Supprimer l'image

source: Are you sure you want to delete this file?
fr_fr: Voulez-vous vraiment supprimer ce fichier ?

source: Delete photo
fr_fr: Supprimer la photo

source: or drag & drop
fr_fr: ou glisser-déposer

source: The upload failed. Make sure your file meets the requirements for file upload listed above.
fr_fr: Le chargement a échoué. Assurez-vous que votre fichier respecte les prérequis de chargement de fichier détaillés ci-dessus.

source: Drag & drop or click upload to add file.
fr_fr: Glissez-déposez ou cliquez pour télécharger un fichier.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} files.
fr_fr: Formats de fichiers pris en charge : JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Taille maximale de fichier : 10 Mo. Nombre maximal de fichiers : {{count}} fichiers.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Maximum file size: 10MB. Maximum number of files: {{count}} file.
fr_fr: Formats de fichiers pris en charge : JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint. Taille maximale de fichier : 10 Mo. Nombre maximal de fichiers : {{count}} fichier.

source: Supported file formats: JPG, JPEG, PNG
fr_fr: Formats de fichiers pris en charge : JPG, JPEG, PNG

source: Upload documents
fr_fr: Charger des documents

source: Maximum file size: {{fileSize}}MB
fr_fr: Taille maximale de fichier : {{fileSize}} Mo

source: Drag and drop your file here or click to select files. Images must be in jpg/jpeg or png format. Suggested image resolution: {{resolution}} pixels. Maximum size for images: 2MB.
fr_fr: Faites glisser et déposez votre fichier ici ou cliquez pour sélectionner des fichiers. Les images doivent être au format jpg/jpeg ou png. Résolution d'image suggérée : {{resolution}} pixels. Taille maximale des images : 2 Mo.

source: Preview only; population settings prevent you from opening this goal.
fr_fr: Aperçu uniquement ; vous ne pouvez pas ouvrir cet objectif en raison des paramètres de population.

source: No results match the search/filter criteria.<br/>Remove filters and clear the search to show all results.
fr_fr: Aucun résultat ne correspond aux critères de recherche/filtrage. Supprimez les filtres et effacez la recherche pour afficher tous les résultats.

source: Enter URL
fr_fr: Saisissez l'URL

source: Equity manager
fr_fr: Gestionnaire d'actions

source: Grant price
fr_fr: Prix d'octroi

source: Grant timeline
fr_fr: Chronologie d'octroi

source: Grant timeline help
fr_fr: Aide du calendrier d'octroi

source: Next grants vested amount
fr_fr: Montant d'acquisition sur les prochains octrois

source: All my equity plans
fr_fr: Tous mes plans d'actions

source: My equity plans
fr_fr: Mes plans d'equity

source: First vesting
fr_fr: Première acquisition

source: Grant date
fr_fr: Date d'octroi

source: Grants
fr_fr: Octrois

source: Last vesting
fr_fr: Dernière acquisition

source: Executive plan name
fr_fr: Nom du plan exécutif

source: Next vesting
fr_fr: Prochaine acquisition

source: Strike price
fr_fr: Prix d'exercice

source: Vested grants
fr_fr: Octrois acquis

source: Vesting date
fr_fr: Date d'acquisition

source: Vesting period
fr_fr: Période d'acquisition

source: Reset to current value
fr_fr: Réinitialiser à la valeur actuelle

source: My equity simulation
fr_fr: Ma simulation d'equity

source: Stock trend ($/unit)
fr_fr: Tendance des actions ($/unité)

source: Equity overview
fr_fr: Aperçu des actions

source: My equity overview
fr_fr: Vue d'ensemble d'equity

source: Total grants vested amount
fr_fr: Montant d'acquisition sur le total des octrois

source: Equity plan type
fr_fr: Type de plan d'actions

source: 403 - Access denied
fr_fr: 403 - Accès refusé

source: 404 - Page not found
fr_fr: 404 - Page non trouvée

source: Unexpected error
fr_fr: Erreur inattendue

source: More information is available in the console.
fr_fr: Des informations supplémentaires sont disponibles dans la console.

source: Error ID: {{text}}
fr_fr: ID de l'erreur : {{text}}

source: Error
fr_fr: Erreur

source: Your form contains the following errors
fr_fr: Votre formulaire contient les erreurs suivantes

source: Information not provided.
fr_fr: Informations non fournies.

source: Connection lost
fr_fr: Connexion perdue

source: Your device has lost Internet access. Please check your network and try again.
fr_fr: Votre appareil a perdu l'accès à Internet. Veuillez vérifier votre réseau et réessayer.

source: The page cannot be displayed.
fr_fr: La page ne peut pas être affichée.

source: A proxy is blocking the connection. Please try again.
fr_fr: Un proxy bloque la connexion. Veuillez réessayer.

source: An unexpected error has occurred.
fr_fr: Une erreur inattendue s'est produite.

source: divide
fr_fr: diviser

source: Missing operator. You need an operator like + or * between numbers and fields or before a parenthesis.
fr_fr: Opérateur manquant. Vous avez besoin d'un opérateur comme + ou * entre les nombres et les champs ou avant une parenthèse.

source: An expression is required.
fr_fr: Une expression est requise.

source: Expression incomplete. Make sure there is a number or field after the operator.
fr_fr: Expression incomplète. Assurez-vous qu'il y a un nombre ou un champ après l'opérateur.

source: An expression cannot end with an operator. End with a number, field or ) .
fr_fr: Une expression ne peut pas se terminer par un opérateur. Terminez par un nombre, un champ ou ) .

source: An expression cannot start with an operator. Start with a number, field or ( .
fr_fr: Une expression ne peut pas commencer par un opérateur. Commencez par un nombre, un champ ou ( .

source: Mismatched parentheses. Make sure every ( has a matching ) .
fr_fr: Parenthèses non correspondantes. Assurez-vous que chaque ( a une ) correspondante.

source: Missing operator after parenthesis
fr_fr: Opérateur manquant après la parenthèse

source: Cannot calculate a single operator. Please enter a full expression.
fr_fr: Impossible de calculer un seul opérateur. Veuillez saisir une expression complète.

source: Expression formula
fr_fr: Formule d'expression

source: Expression builder
fr_fr: Builder d'expression

source: left parenthesis
fr_fr: parenthèse gauche

source: subtract
fr_fr: soustraire

source: multiply
fr_fr: multiplier

source: add
fr_fr: ajouter

source: right parenthesis
fr_fr: parenthèse droite

source: Sum
fr_fr: Somme

source: Text
fr_fr: Texte

source: A Pay Intelligence feature that offers powerful analytics for data analysis, visualization, and insights.
fr_fr: Une fonctionnalité d'Intelligence Salariale qui offre des analyses puissantes pour l'analyse de données, la visualisation et les perspectives.

source: A Performance Management feature that enables HR Administrators to create behavior libraries that workers can then use to highlight specific actions in the feedback they offer.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux administrateurs RH de créer des bibliothèques de comportements que les employé(e)s peuvent ensuite utiliser pour mettre en évidence des actions spécifiques dans le feedback qu'ils offrent.

source: A Performance Management feature that enables managers and workers to collaboratively create development plans and help workers grow achieve higher professional objectives.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux managers et aux employé(e)s de créer ensemble des plans de développement et d'aider les employé(e)s à se développer pour atteindre des objectifs professionnels plus élevés.

source: A Performance Management feature that enables workers to schedule regular conversations with their managers and reports to align on goals.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux employé(e)s de planifier des conversations régulières avec leurs managers et leurs subordonnés pour s'aligner sur les objectifs.

source: A Pay Transparency feature that lets admins and compliance roles grant active workers access to documents relative to their compensation or their performance.
fr_fr: Une fonctionnalité de Transparence des Rémunérations qui permet aux administrateurs et aux responsables de la conformité d'accorder aux employé(e)s actifs l'accès aux documents relatifs à leur rémunération ou à leurs performances.

source: A Compensation Management feature that enables managers and compensation admins to compare worker compensation and quickly identify gaps and discrepancies.
fr_fr: Une fonctionnalité de gestion de la rémunération qui permet aux managers et aux administrateurs de rémunération de comparer la rémunération des employé(e)s et d'identifier rapidement les écarts et les divergences.

source: A Compensation Management feature that enables HR admins to create compensation rounds which are then used by managers and compensation admins to review the compensation data of their reports and of the larger company workforce.
fr_fr: Une fonctionnalité de gestion de la rémunération qui permet aux administrateurs RH de créer des cycles de rémunération qui sont ensuite utilisés par les managers et les administrateurs de rémunération pour examiner les données de rémunération de leurs équipes et de l'ensemble des effectifs de l'entreprise.

source: This feature is turned off and cannot be turned on. To change this, please contact your system administrator.
fr_fr: Cette fonction est désactivée et ne peut pas être activée. Pour changer cela, veuillez contacter votre administrateur système.

source: This feature is turned on and cannot be turned off. To change this, please contact your system administrator.
fr_fr: Cette fonction est activée et ne peut pas être désactivée. Pour changer cela, veuillez contacter votre administrateur système.

source: A Performance Management feature that enables workers to quickly and easily offer their colleagues observations about events and situations they witnessed, and to request their colleagues' insights about their own work.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux employé(e)s d'offrir rapidement et facilement à leurs collègues des observations sur les événements et situations dont ils ont été témoins, et de solliciter les avis de leurs collègues sur leur propre travail.

source: A Performance Management feature that offers a powerful AI assistant for creating goals and templates from predefined inputs.
fr_fr: Une fonctionnalité de gestion de la performance qui propose un puissant assistant IA pour créer des objectifs et des modèles à partir d'éléments prédéfinis.

source: A Performance Management feature that enables workers and managers to track professional objectives using specific and measurable goals with achievement metrics and measurable outcomes.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux employé(e)s et aux managers de suivre les objectifs professionnels à l'aide de buts spécifiques et mesurables, avec des indicateurs de réussite et des résultats quantifiables.

source: A general application feature that contains a set of widgets offering highlights about key events related to compensation and performance, depending on the features enabled in the platform.
fr_fr: Une fonction générale de l'application qui contient un ensemble de widgets offrant un aperçu des événements clés liés à la rémunération et à la performance, selon les fonction activées dans la plateforme.

source: Compensation recommendations
fr_fr: Recommandations de rémunération

source: A Pay Intelligence feature that offers users a powerful machine learning framework to generate automated compensation recommendations for new and existing workers.
fr_fr: Une fonctionnalité Pay Intelligence qui offre aux utilisateurs un puissant cadre d'apprentissage automatique pour générer des recommandations de rémunération automatisées pour les employé(e)s nouveaux et existants.

source: Pay Analysis
fr_fr: Analyse de la rémunération

source: A feature that provides users with analyses generated in PayAnalytics based on the mappings and snapshots they create in the platform
fr_fr: Une fonctionnalité qui fournit aux utilisateurs des analyses générées dans PayAnalytics en fonction des mappages et des instantanés qu'ils créent dans la plateforme

source: Proxy Permission Manager
fr_fr: Gestionnaire des autorisations d'accès par procuration

source: Proxy Permission Settings
fr_fr: Paramètres des permissions d'accès par procuration

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events that happened over a defined period of time.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux administrateurs RH de créer des bilans de performance dans lesquels les employé(e)s et les managers réfléchissent aux événements survenus au cours d'une période définie.

source: A Performance Management feature that offers a smart search detecting unprofessional words according to a customizable list.
fr_fr: Une fonctionnalité de gestion de la performance qui propose une recherche intelligente détectant les mots non professionnels selon une liste personnalisable.

source: Talent Review
fr_fr: Bilan des talents

source: A performance management feature that enables managers and HR to assess talent using 9-box grids based on performance, potential, and risk factors.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux managers et aux RH d'évaluer les talents à l'aide de grilles à 9 cases basées sur la performance, le potentiel et les facteurs de risque.

source: Your insights will not be shared with the feedback sender.
fr_fr: Vos impressions ne seront pas partagées avec l'auteur du feedback.

source: Your reaction will be visible to all the people with whom this feedback was shared.
fr_fr: Votre réaction sera visible par toutes les personnes avec qui ce feedback a été partagé.

source: Feedback actions
fr_fr: Actions de feedback

source: Add people
fr_fr: Ajouter des personnes

source: Something I really appreciate about you is
fr_fr: Ce que j'apprécie vraiment chez vous, c'est

source: Endorsed
fr_fr: Approuvé
